{
  "Products": [
    {
      "title": "Ruby",
      "describtion": "It could have been just another peaceful night in a remote village, near the outskirts of the Dark Forest, but they were interrupted by the vicious howling of the wolves from afar. In a small cabin, a little girl was kneeling beside her bed, praying. Next to her stood a disproportionately giant scythes. Indeed, she was praying for the return of the legendary Hunter - \nRoger.png\n Roger. Only he could save the village from being vandalized by the wolves.\n\nYears earlier, Roger had saved her family from a pack of wild wolves, whom they had accidentally encountered when wandering on the Land of Dawn. His bravery took a huge toll on the wolves. ",
      "image": "https://www.xtrafondos.com/wallpapers/ruby-revamp-de-mobile-legends-6433.jpg",
      "type": "Fighter",
      "price": "30000",
      "animation": "https://www.xtrafondos.com/wallpapers/ruby-revamp-de-mobile-legends-6433.jpg",
      "likes": [
        "testUser@gmail.com"
      ],
      "comments": [],
      "id": 1
    },
    {
      "title": "Cecilion",
      "describtion": "Many years ago, enjoying the night opera performed by Cecilion was the most popular form of entertainment for the people of Avalor. It was always full house at the theatre, each time this famous Opera actor performed. Everyone was attracted by his indescribable handsomeness and talent. However, the applause, love and cheers from human beings didn’t make Cecilion happy. He was a Blood Demon, and it was hard for him to open his mind to humans. He had always tried hard, to conceal his true identity and blend in with human society.\n\n",
      "image": "https://plainmemory.com/wp-content/uploads/2020/07/mobile-legends-full-hd-wallpaper-17.jpg",
      "type": "Mage",
      "price": "19000",
      "animation": "https://plainmemory.com/wp-content/uploads/2020/07/mobile-legends-full-hd-wallpaper-17.jpg",
      "likes": [
        "testUser@gmail.com"
      ],
      "comments": [],
      "id": 2
    },
    {
      "title": "Bruno",
      "describtion": "Growing up in the slums, Bruno was always thinner and much more frail than his peers. However, these circumstances never stopped him from having a courageous heart, filled with freedom. Bruno's kindness and integrity were his greatest traits. He was also known to have much improved leg strength and efficient kicking techniques, which had been well exercised, through him playing local soccer. Thus, he remained proud of his performances. However, Bruno used these techniques to not only defeat lots and lots of malicious soccer opponents, but also help his villagers, as well.",
      "image": "https://plainmemory.com/wp-content/uploads/2020/07/mobile-legends-full-hd-wallpaper-34.jpg",
      "type": "Marksman",
      "animation": "https://plainmemory.com/wp-content/uploads/2020/07/mobile-legends-full-hd-wallpaper-34.jpg",
      "price": "27000",
      "likes": [
        "qwerty@gmail.com",
        "testuser@gmail.com"
      ],
      "comments": [
        {
          "email": "sancho@gmail.com",
          "comment": "I love Bruno",
          "date": "2021-08-07T11:11:09.779Z"
        },
        {},
        {
          "email": "germezz@germezz.com",
          "comment": "Bruno the best!!",
          "date": "2021-08-12T10:02:18.887Z"
        }
      ],
      "id": 3
    },
    {
      "title": "Lesley",
      "describtion": "Lesley grew up in the Vance household, where her father presided over the noble family's security. During an unexpected attack by a rival family, Lesley's father was killed. As the assailants approached the Vance household, Lesley took up her father's black long rifle and fulfilled her late father's mission. Tears rolled down Lesley's cheeks as she fired shot after shot, surprisingly, each one taking down an assassin. The final tear came as the final shot took down the last of the rival family's men.",
      "image": "https://www.pixel4k.com/wp-content/uploads/2020/02/mobile-legends_1581272006.jpg",
      "type": "Marksman",
      "price": "32000",
      "animation": "https://www.pixel4k.com/wp-content/uploads/2020/02/mobile-legends_1581272006.jpg",
      "likes": [
        "qwerty@gmail.com"
      ],
      "comments": [],
      "id": 4
    },
    {
      "title": "Alucard",
      "describtion": "The last great war is a glorious memory for the Moniyans. The powerful Light's Order, together with the Imperial Border Guards, wiped out the demonic strongholds at the Moniyan and Barren Lands pass, driving the fiends back to the hinterlands of the Forsaken Wastes. But for young Alucard, the war was nothing but a terrible memory of pain and misery. His father's second regiment suffered heavy losses due to a rash lone advance. Alucard's father disappeared in the battle, and was later declared dead by the Light's Order.",
      "image": "https://wallpaper.dog/large/10786444.jpg",
      "type": "Fighter",
      "price": "32000",
      "animation": "https://wallpaper.dog/large/10786444.jpg",
      "likes": [],
      "comments": [],
      "id": 5
    },
    {
      "title": "Hayabusa",
      "describtion": "Many years ago, the god of the very first ninjas created the Order of the Scarlet Shadow, formed of countless outstanding disciples. Over time, beliefs within the order diverged, and the Scarlet Shadow split into two factions—the Scarlet Sect and the Shadow Sect. The conflict between the two sects gradually intensified, even to the point of drawing swords on one another. In order to avoid bloodshed, the two sects decided that every ten tears they would select the best Scarlet ninja and the best Shadow ninja to duel.",
      "image": "https://1.bp.blogspot.com/-JWRD7-TYlP4/X2Yc336eIfI/AAAAAAAAB2A/quKcdCC_ftAuy76TGfGjatabVnnel3_AQCLcBGAsYHQ/s0/69c4c665b8cfe31e5dcdaf1fbfc55717.png",
      "type": "Mage",
      "price": "14000",
      "animation": "https://1.bp.blogspot.com/-JWRD7-TYlP4/X2Yc336eIfI/AAAAAAAAB2A/quKcdCC_ftAuy76TGfGjatabVnnel3_AQCLcBGAsYHQ/s0/69c4c665b8cfe31e5dcdaf1fbfc55717.png",
      "likes": [],
      "comments": [],
      "id": 6
    },
    {
      "title": "Tigreal",
      "describtion": "Tigreal was born into the noble Witting family. Since the establishment of the Moniyan Empire, the Witting family has continuously provided military talents for the empire, and has guarded Moniyan’s imperial power and national security for generations. Tigreal’s generation is no exception. His father Gareth is the empire’s Minister of Defense and the emperor’s right-hand man, while his uncle Eckert is in charge of the border guards stationed at the most dangerous area between the southern part of the empire and the land of despair.",
      "image": "https://1.bp.blogspot.com/-Gd3OyV7wCYw/X3WVrC5EirI/AAAAAAAACE8/AfTGBpFuxwYZckNwhe2t9gUeHm81LkNcgCLcBGAsYHQ/s0/0ed66c5c16e1bd1342d69e64e8671f5b.png",
      "type": "Fighter",
      "price": "32000",
      "animation": "https://1.bp.blogspot.com/-Gd3OyV7wCYw/X3WVrC5EirI/AAAAAAAACE8/AfTGBpFuxwYZckNwhe2t9gUeHm81LkNcgCLcBGAsYHQ/s0/0ed66c5c16e1bd1342d69e64e8671f5b.png",
      "likes": [
        "sancho@gmail.com"
      ],
      "comments": [],
      "id": 7
    },
    {
      "title": "Kaja",
      "describtion": "The Celestial Palace, home of the gods, was once a busting city patrolled by innumerable Nazar guardians. Any demon who dared approach the city would be overwhelmed by their peerless flying speed and bound by their fearsome lightning whips which would strip their victims of all magical abilities. No demon could escape when pursued by these divine warriors, and thus perpetual peace was maintained in the Celestial Palace. As their leader, Kaja was able to refine the power of lightning into pure energy to control as he so desired, inflicting catastrophic damage to all enemies who faced him, and was charged with directly protecting the ruler of the city.",
      "image": "https://wallpaperaccess.com/full/3824563.jpg",
      "type": "Fighter",
      "price": "32000",
      "animation": "https://wallpaperaccess.com/full/3824563.jpg",
      "likes": [],
      "comments": [],
      "id": 8
    },
    {
      "title": "Granger",
      "describtion": "Granger was orphaned during the war between the Moniyan Empire and the Southern Monsters. He was picked up by the Imperial Army, and then sent to the Monastery of Light. Similar to all orphans, Granger was silent and isolated. He never showed much feelings through his cold eyes. However, since a young age, Granger greatly enjoyed music and only when the melody of violins, emerged from the monastery would Granger show any interest, getting lost until the music ended.",
      "image": "https://tricksmobilelegends.com/wp-content/uploads/2021/03/roger-cyborg-werewolf-mobile-legends-scaled.jpg",
      "type": "Marksman",
      "price": "12000",
      "animation": "https://tricksmobilelegends.com/wp-content/uploads/2021/03/roger-cyborg-werewolf-mobile-legends-scaled.jpg",
      "likes": [],
      "comments": [],
      "id": 9
    },
    {
      "title": "Moskov",
      "describtion": "Moskov was born into the Wildsand tribe in northwestern Agelta. Like many ancient tribes, they subsided in their homeland for generations, nomads that lived in peace and freedom.\n\nThe young Moskov, prince of the tribe, couldn’t stand the achingly dull pace of life. He would often head out adventuring in the deserts, and during these travels he was acquainted with the prince of Artha tribe, \nKhaleed.png\n Khaleed. The two like-minded young men soon became firm friends, always together and happy to discuss anything that came to their minds.",
      "image": "https://www.teahub.io/photos/full/7-75813_moskov-twilight-dragon-skin-mobile-legends-4k-moskov.jpg",
      "type": "Marksman",
      "price": "25000",
      "animation": "https://www.teahub.io/photos/full/7-75813_moskov-twilight-dragon-skin-mobile-legends-4k-moskov.jpg",
      "likes": [],
      "comments": [],
      "id": 10
    },
    {
      "title": "Guinevere",
      "describtion": "The Baroque family is one of the few nobles on the Land of Dawn. The most prestigious skill of theirs, fencing, the family's forte, discourages countless opponents from even thinking about attacking. In addition, beauty and wisdom are also the most perfect genetic signs of the Baroque family, just like the eternal beauty and love of Violet.\n\nWorId-famous as Baroque family's fencing is, young Guinevere doesn't like it at all. Just like other girls, she is naturally fond of gorgeous things. ",
      "image": "https://mocah.org/uploads/posts/306872-Guinevere-Lotus-Skin-Mobile-Legends-4K.jpg",
      "type": "Mage",
      "price": "27000",
      "animation": "https://mocah.org/uploads/posts/306872-Guinevere-Lotus-Skin-Mobile-Legends-4K.jpg",
      "likes": [
        "qwerty@gmail.com"
      ],
      "comments": [],
      "id": 11
    },
    {
      "title": "Esmeralda",
      "describtion": "The astrologers, who have constantly been observing astrospace, possess the occult abilities to explain and predict everything in the world, including both about their processes and results. To become an astrologer, candidates should pass rigorous assessments, which will test both their willpower and astrological abilities. Going down the generations, the elders finally select Esmeralda, a young girl living in the Western Desert, to be a new successor in the Land of Dawn.",
      "image": "https://cdn.discordapp.com/attachments/769300413375578183/871433587021455480/KOMTfoXCM5A.jpg",
      "type": "Mage",
      "animation": "https://cdn.discordapp.com/attachments/769300413375578183/871433587021455480/KOMTfoXCM5A.jpg",
      "price": "32000",
      "likes": [
        "germezz@germezz.com"
      ],
      "comments": [
        {
          "email": "germezz@germezz.com",
          "comment": "qwerty",
          "date": "2021-08-07T11:12:13.540Z"
        },
        {
          "email": "germezz@germezz.com",
          "comment": "dfhghkjkl",
          "date": "2021-08-07T11:19:16.293Z"
        }
      ],
      "id": 12
    },
    {
      "title": "Wanwan",
      "describtion": "In the south of the Cadia Riverlands lies a picturesque land where the civilization of Ba and Shu lived. \"The Land of Abundance\" was what the natives called this place. Tangmen, a faction that was known for their hidden weapons and skilled craft, originated from this land. However, Tangmen's new leader found out that many people often used Tangmen's crafts and hidden weapons to do evil, which was running against his will. Because of that, he decided to disband his faction and exiled himself to the forest, in a place of solitude with his daughter.",
      "image": "https://plainmemory.com/wp-content/uploads/2020/07/mobile-legends-full-hd-wallpaper-23.jpg",
      "type": "Marksman",
      "price": "19000",
      "animation": "https://plainmemory.com/wp-content/uploads/2020/07/mobile-legends-full-hd-wallpaper-23.jpg",
      "likes": [],
      "comments": [],
      "id": 13
    },
    {
      "title": "Saber",
      "describtion": "Deep in the northern mountains of the Cadia Riverlands lies a quiet and peaceful village. This village is home to the legendary Tianyin Swordmaster Sect, and is also the place where Duan Meng spent his childhood perfecting his technique.\n\nAs soon as he was old enough to pick up a bamboo sword, Duan Meng was determined to become a great swordmaster. While everyone else was still sleeping, he would already be practicing hard, and would continue until the sun set and the moon was clear and bright.",
      "image": "https://wallpaperaccess.com/full/4265535.jpg",
      "type": "Fighter",
      "price": "22000",
      "animation": "https://wallpaperaccess.com/full/4265535.jpg",
      "likes": [],
      "comments": [],
      "id": 14
    },
    {
      "title": "Selena",
      "describtion": "South of the Moniyan Empire lies a bottomless abyss, engraved into this barren landscape as if an ancient demon used the sharpest of blades to carve a disfiguring scar into the Land of Dawn. People call this the Shadow Abyss.  Sealed away at the bottom of this legendary abyss, lies the most terrible demon in the Land of Dawn - the Abyss Dominator. But as the seal slowly fades, the will of the abyss gradually grows stronger.",
      "image": "https://static.zerochan.net/Selena.%28Mobile.Legends%3A.Bang.Bang%21%29.full.3261472.jpg",
      "type": "Mage",
      "animation": "https://a-static.besthdwallpaper.com/thunder-flash-selena-mobile-legends-ml-wallpaper-2880x960-67931_104.jpg",
      "price": "24000",
      "likes": [
        "qwerty@gmail.com"
      ],
      "comments": [],
      "id": 15
    },
    {
      "title": "Beatrix",
      "describtion": "A year and a half ago, the Scholars' Union of Eruditio welcomed a new student into their ranks. Unlike the other newcomers, this young girl named Beatrix seemed to possess profound knowledge of and astonishing talent for science. Before long she stood head and shoulders above her peers, becoming one of the most promising scholars of the entire Scholars' Union. Even Dr. Rooney, who was watching her quietly from afar, was impressed by her progress. He believed that, if she were to apply herself to her studies, Beatrix could one day become the greatest scientist Eruditio had ever seen.",
      "image": "https://static.zerochan.net/Beatrix.%28mobile.Legends%3A.Bang.Bang%21%29.full.3261250.jpg",
      "type": "Marksman",
      "price": "28000",
      "animation": "https://static.zerochan.net/Beatrix.%28mobile.Legends%3A.Bang.Bang%21%29.full.3261250.jpg",
      "likes": [],
      "comments": [],
      "id": 16
    },
    {
      "title": "Khalid",
      "describtion": "There was an ancient tribe that lived in the endless deserts of Agelta Drylands. They built villages along the Emerald Road and were able able to pass down their civilization and legacy, through countless generations.\n\nAs the prince of the Artha Clan, Khaleed loved adventures. He longed to experience the once-glorious culture of the Emerald Road, dreaming that he could one day visit the vast Ageltas Drylands and witness it's prosperity. Ever since he was young, Khaleed would often take his squires with him, on an adventure along the Emerald Road.",
      "image": "https://1.bp.blogspot.com/-OFQ5VNQ-36k/X4md_iR3j4I/AAAAAAAADXs/JVPxCtX1h90Gkv2lAn-vQrdKhzh6A4ndACLcBGAsYHQ/s1920/Khaleed-Desert-Scimitar-Heroes-Fighter-of-Skins-ML-HD-Wallpapers.jpg",
      "type": "Fighter",
      "price": "27000",
      "animation": "https://1.bp.blogspot.com/-OFQ5VNQ-36k/X4md_iR3j4I/AAAAAAAADXs/JVPxCtX1h90Gkv2lAn-vQrdKhzh6A4ndACLcBGAsYHQ/s1920/Khaleed-Desert-Scimitar-Heroes-Fighter-of-Skins-ML-HD-Wallpapers.jpg",
      "likes": [],
      "comments": [
        {
          "email": "germezz@germezz.com",
          "comment": "I bought it!!!",
          "date": "2021-08-07T18:20:35.489Z"
        }
      ],
      "id": 17
    },
    {
      "title": "Badang",
      "describtion": "A year and a half ago, the Scholars' Union of Eruditio welcomed a new student into their ranks. Unlike the other newcomers, this young girl named Beatrix seemed to possess profound knowledge of and astonishing talent for science. Before long she stood head and shoulders above her peers, becoming one of the most promising scholars of the entire Scholars' Union. Even Dr. Rooney, who was watching her quietly from afar, was impressed by her progress. He believed that, if she were to apply herself to her studies, Beatrix could one day become the greatest scientist Eruditio had ever seen.",
      "image": "https://a-static.besthdwallpaper.com/fist-of-zen-badang-mobile-legends-ml-oboi-3840x2160-67987_54.jpg",
      "type": "Fighter",
      "price": "24000",
      "animation": "https://a-static.besthdwallpaper.com/fist-of-zen-badang-mobile-legends-ml-oboi-3840x2160-67987_54.jpg",
      "likes": [],
      "comments": [],
      "id": 18
    },
    {
      "title": "Gusion",
      "describtion": "The Paxley family is one of the most powerful, proud and prestigious magic families in the Land of Dawn, and each of it's member is raised to become a mage of the finest order. In their eyes, the path of the magician is the most sacred and noble vocation there is, and all those who brandish a sword in battle are merely considered as insubstantial weaklings and dim-witted fools. Gusion, however, was determined to break the mold. The patriarch's fourth son, Gusion, exhibited a high affinity towards light elements at a very early age, but rather than spend his days with his nose buried in a book studying spells.",
      "image": "https://alivedesktop.com/wp-content/uploads/2020/06/Guision-wallpaper-landscape-for-PC-or-table3.png",
      "type": "Fighter",
      "price": "14000",
      "animation": "https://alivedesktop.com/wp-content/uploads/2020/06/Guision-wallpaper-landscape-for-PC-or-table3.png",
      "likes": [],
      "comments": [],
      "id": 19
    },
    {
      "title": "Lancelot",
      "describtion": "Lancelot hails from the Baroque family, who are the royals of the city, Gorge, in the Land of Dawn, where at a young age he showed exquisite talent in the art of fencing, garnering the praise of the masses, so much that he became lost in the admiration. When the magical tribes of the Elves were passing by, Lancelot, who had just awoken from a drunken stupor and a good old fashioned bar brawl, arrogantly attacked them. After winning a few battles, he dropped his guard and pursued the remaining elves in arrogance, but soon the magical tribes regrouped and defeated him within the mountains.",
      "image": "https://tricksmobilelegends.com/wp-content/uploads/2021/01/lancelot-mobile-legends-skin-uhdpaper.com-4K-8.1815-scaled-2560x1280.jpg",
      "type": "Fighter",
      "price": "29000",
      "animation": "https://tricksmobilelegends.com/wp-content/uploads/2021/01/lancelot-mobile-legends-skin-uhdpaper.com-4K-8.1815-scaled-2560x1280.jpg",
      "likes": [],
      "comments": [],
      "id": 20
    },
    {
      "title": "Chang'e",
      "describtion": "cz,fadhufadjhj",
      "image": "https://1.bp.blogspot.com/-bNM6cGzHgTg/X9LQvyZcZ7I/AAAAAAAADb0/-TzHrZ6nM340L8iYotesUnUt9stCDoMWQCLcBGAsYHQ/s0/91c3ca50c0827cc34d918c9c82d949c9.png",
      "type": "Mage",
      "price": "27000",
      "likes": [],
      "animation": "https://1.bp.blogspot.com/-bNM6cGzHgTg/X9LQvyZcZ7I/AAAAAAAADb0/-TzHrZ6nM340L8iYotesUnUt9stCDoMWQCLcBGAsYHQ/s0/91c3ca50c0827cc34d918c9c82d949c9.png",
      "id": 21
    }
  ]
}